Repository: hafdon/translation-an-corpan
Catalog: omegat/project_save.tmx
Source language: ga
Languages: en_us

source: Cruth duine a bhí ar an gcónra, bhí súile agus béal cam agus garbh air, agus bhí a lámha fillte ar a bholg.
en_us: The coffin was shaped like a person, with crooked and rough eyes and mouth, and its hands were folded on its stomach.

source: Cuir ceist orm!
en_us: Ask me a question.

source: Cá raibh a chuid éadaigh scoile?
en_us: Where were his school clothes?

source: Céard a bhí ann?
en_us: What was there?

source: Cén scéal a bhaineann leo, dar leat?
en_us: What's the story with them, do you think?

source: Cén áit a raibh Bean Uí Ruiséil, Tomás agus an taispeántas?
en_us: Where was Mrs. Russell, Tomas, and the exhibit?

source: Cén áit a raibh gach duine?
en_us: Where was everyone?

source: D'ardaigh Máirtín a ghuaillí go drámatúil agus thochais sé a chloigeann.
en_us: Martin raised his shoulders dramatically and scratched his head.

source: D'ardaigh an seanfhear an lámh eile agus thug comhartha do Phól teacht níos cóngaraí dó.
en_us: The old man raised the other hand and gave a sign to Paul to come closer to him.

source: D'athraigh Tomás a phort ar an bpointe agus ba é an t-oifigeach gairmiúil iarsmalainne arís é.
en_us: Tomas changed his tune immediately and he was the official museum guide again.

source: D'fhan cuid eile díobh ag an sarcófagas agus iad ag stánadh air faoi mar a bheidís ag súil go bhfeicfidís an corp tríd an gcarraig thiubh.
en_us: Some others stayed at the sarcophagus, staring at it as if they were expecting to see the body through the thick stone.

source: D'fhan sé ar feadh nóiméid sular oscail sé a shúile arís.
en_us: He waited for a minute before he opened his eyes again.

source: D'oscail an marbhán a shúile agus bhreathnaigh sé, go fuar, ar Phól.
en_us: The corpse opened its eyes and looked, coldly, at Paul.

source: D'oscail an pearóid-duine a ghob agus lig sé scréach ard ghéar.
en_us: The Parrot-Man opened its mouth and let out a loud sharp screach.

source: D'oscail barr cloiche na cónra in aon ghluaiseacht mhín amháin mar a bheadh doras ann agus bhrúigh sé Máirtín ar leataobh.
en_us: The top of the coffin opened in one smooth movement like it was a door and it pushed Martin to the side.

source: D'éirigh Pól neirbhíseach agus é ag éisteacht leis an screadach agus é ag smaoineamh ar na daoine a mharaigh Xatlacan.
en_us: Paul became nervous, listening to the screaming, while thinking about people that Xatlacan killed.

source: D'éirigh Pól neirbhíseach faoi agus bhreathnaigh sé uaidh síos i dtreo na leapa ina raibh duine eile.
en_us: Paul rose nervously and he looked from him down in the direction of the bed in which the other boy was.

source: D'éirigh sé aniar sa leaba agus bhreathnaigh sé timpeall air sa bharda.
en_us: He rose forward in the bed and looked around him in the ward.

source: D'éist sé go cúramach.
en_us: He listened carefully.

source: D'éist sé, ach níor chuala sé fuaim ar bith.
en_us: He listened, but he couldn't hear any sound.

source: D'ísligh Tomás a ghuth.
en_us: Tomas lowered his voice.

source: Dath an-dorcha go deo a bhí ar an uisce, dar leis, ach nuair a léim spréacha as tóirse a bhí cóngarach dó, tháinig fonn múisce air.
en_us: The water was always a very dark color, it seemed to him, but when sparks jumped from torches that were close to him, the desire to vomit came over him.

source: De réir mar a bhí sé ag teacht níos cóngaraí bhí corp an tseanduine ag athrú os comhair a dhá shúl.
en_us: As he was coming closer, the body of the old man was changing in front of his eyes.

source: Dhearg an bheirt nuair a thug siad faoi deara go raibh gach uile dhuine ag breathnú orthu.
en_us: The two of them blushed when they noticed that everyone else was looking at them.

source: Dhúisigh guth ciúin a Dhaid as bhrionglóid é.
en_us: His father's quiet voice woke him from his reverie.

source: Dá n-osclódh sé a shúile bheadh a fhios aige, ach bhí sé róscanraithe lena leithéid a dhéanamh.
en_us: If he were to open his eyes he would know, but he was too scared to do the like.

source: Faoi shibhialtacht na Manatayach a bhí an chathair ar feadh breis agus trí mhíle bhain.
en_us: The city was under the civilization of the Manataya for more than three thousand years.

source: Feicfidh mé anocht sibh, arsa Pól agus codladh air, agus na súile á ndúnadh aige.
en_us: I will see you tonight, sid Paul while falling asleep, and his eyes closed.

source: Foraois?
en_us: Forest?

source: Fuaim faoi dheireadh.
en_us: A sound at last.

source: Fágadh ina staic é nuair a chuala sé clic ag teacht ón áit a raibh an chónra.
en_us: He was rooted to the spot when he heard a click coming from some place on the coffin.

source: Fíochmhar?
en_us: Fierce?

source: Ghlac Pól céim eile siar.
en_us: Paul took another step back.

source: Go tobann, aghaidh phearóide a bhí air.
en_us: Suddenly, a parrot's face was there.

source: In ainneoin a eagla, shiúil Pól idir an dá líne fhada go dtí ceann eile na pluaise.
en_us: Despite his fear, Paul walked between the two long lines to another one of the caves.

source: Ina ainneoin féin shiúil sé go dtí an balla ar an taobh dheis le fáil amach cad as a raibh an t-uisce ag teacht.
en_us: In spite of himself he walked to the wall on the right side to find out from where the water was coming.

source: Is ar éigean a bhí sé in ann an tsíleáil a fheiceáil, bhí sí chomh hard sin os a chionn.
en_us: He was hardly able to see the ceiling, it was so high above his head.

source: Is cosúil go mbíodh na hUaisle seo ag úsáid an scéil chun nach mbeadh a fhios ag an bpobal gur ag cur daoine nár aontaigh leo chun báis a bhíodh siad i ndáiríre.
en_us: It seems that these nobles were using the story so that the public would not know that what they were really doing was putting people who didn't agree with them to death.

source: Iuch!
en_us: — Ah!

source: Le fuaim mhall gharbh, lean an charraig é.
en_us: With a slow rough sound, the rock followed him.

source: Lean an t-uisce ina shruth síos an charraig dhorcha go dtí go ndeachaigh sé as radharc san urlár.
en_us: The water followed in its flow down the dark rock until it went out of sight in the floor.

source: Lig Pól osna chiúin nuair a chonaic sé an cóta bán ag imeacht.
en_us: Paul let out a quiet sigh when he saw the white coat leaving.

source: Lig Pól osna.
en_us: Paul let out a sigh.

source: Lig Pól scread bheag as agus lig sé amach an anáil a bhí coinnithe istigh aige.
en_us: Paul let out a small scream and he let out the breath that he had kept inside.

source: Luigh Pól go míshuaimhneach faoi na héadaí.
en_us: Paul lay down restlessly under the sheets.

source: Luigh sé le ciall nach bhféadfadh sé a bheith fíor.
en_us: It stood to reason that it could not be the truth.

source: Léigh sé an scríbhinn a bhí ar an bplaic os ard.
en_us: He read the writing that was on the plaque aloud.

source: Léim Aodh le lámh chúnta a thabhairt do Mháirtín agus fágadh Pól ag breathnú trí scamall deannaigh na céadta bliain d'aois a séideadh amach ó lár an tsarcófagais.
en_us: Aodh lept to give a helping hand to Martin and Paul was left looking through a cloud of dust hundreds of years old that blew out from the center of the sarcophagus.

source: Léim a shúile i ngach treo agus é ag iarraidh teacht ar fhoinse na fuaime.
en_us: His eyes jumped everywhere while he hoped the source of the sound would come.

source: Léim spréacha as na bladhmanna ó am go chéile agus scaipeadh na scáileanna, rud a chuir cuma níos scanrúla fós orthu.
en_us: A spark jumped from the flames from time to time, and the shadows dispersed, something that made them look more frightening still.

source: Líon an fhuaim scanrúil cloigeann Phóil anois – tic tic tic.
en_us: The frightening sound now filled Paul's head - tic tic tic.

source: Mharaigh saighdiúirí Xatlacan cuid acu, ach bhí an iomarca daoine ann agus chaith siad na saighdiúirí ar leataobh.
en_us: Xatlacan's soldiers killed some of them, but there were a ton of people there and they threw the soldiers aside.

source: Mheas Pól, as an dath órga a bhí ar a gcraiceann agus as na súile dorcha, gur de bhunadh Manatayach iad.
en_us: Thought Paul, from the gold color that was on their skin and from their dark eyes, that they were of Manatana origin.

source: Mhoilligh sé agus d'éist sé arís, an t-allas á bhaint dá éadan aige.
en_us: He paused and listened again, the sweat pouring from his face.

source: Mhothaigh Pól deora ag cruinniú ina shúile.
en_us: Paul felt tears gathering in his eyes.

source: Mhothaigh Pól puth de ghaoth theolaí ar a aghaidh.
en_us: Paul felt a puff of warm wind on his face.

source: Mhothaigh sé a Mham á phógadh ar a chlár éadain agus ansin chuala sé an bheirt acu ag siúl amach agus iad ag caint go ciúin le chéile.
en_us: He felt his mom kissing him on his forehead and then he heard the two of them walking out while they talked quietly together.

source: Mhothaigh sé na céimeanna crua faoina chosa.
en_us: He felt the hard steps under his feet.

source: Má fheicimse duine ar bith ag láimhseáil rud ar bith, beidh an duine sin ag dul os comhair an Phríomhoide maidin amárach.
en_us: If I see anyone handling anything, that person will be going to the Principal tomorrow morning.

source: Máirtín a bhí ann, agus bhog sé níos cóngaraí don rópa a bhí idir iad agus an sarcófagas ollmhór.
en_us: It was Martin, and he moved nearer to the rope that was between them and the large sarcophagus.

source: Más Xatlacan a bhí sa sarcófagas, bhuel, caithfidh go raibh sé marbh, le trí mhíle bliain.
en_us: If it was Xatlacan that was in the sarcophagus, well, he would have to be dead, for three thousand years.

source: Nuair a bhí Tomás cinnte nach raibh an mháistreás ag breathnú air chuir sé straois air féin, rud a chuir an rang ar fad ag gáire.
en_us: When Tomas was sure that the teacher wasn't looking at him, he made a face, which made the whole class laugh.

source: Ná bí chomh hamaideach sin!
en_us: Don't be so stupid!

source: Ná déanaigí dearmad.
en_us: Don't forget.

source: Ná leagaigí lámh ar rud ar bith.
en_us: Don't put a hand on anything.

source: Ní dóigh liom go dtaitneodh na Manatayaigh seo liom.
en_us: I don't think that I would have liked the Manataya.

source: Ní fhaca an bheirt an fhearg a tháinig ar aghaidh Mháirtín agus é ag breathnú orthu ar a mbealach amach.
en_us: The two of them didn't see the anger that came over Martin's face while he watched them on the way out.

source: Ní fhéadfadh sé dearmad a dhéanamh ar na súile fuara a bhreathnaigh air ón sarcófagas.
en_us: He wouldn't be able to forget the cold eyes that looked at him from the sarcophagus.

source: Ní fhéadfadh sí bogadh mar bhí a lámha ceangailte den leac mhór ar a raibh sí ina luí.
en_us: She couldn't move, as her hand was tied to a large stone slab on which she was lying.

source: Ní gá duit a bheith buartha.
en_us: You don't need to be worried.

source: Ní raibh a fhios aige.
en_us: He didn't know.

source: Ní raibh amhras ar bith air ach gurbh é Máirtín Ó hÉibhín, an phian sa tóin ba mhó sa rang, a bhí tar éis buille a bhualadh air.
en_us: There was no doubt but that it was Martin O'Eibhin, the biggest pain in the ass in the class, that had just hit him.

source: Ní raibh an iarsmalann ann, ná a chomhscoláirí!
en_us: There was no museum, nor the other students!

source: Ní raibh fuinneog ar bith ann ach bhí oscailt, nó poll dorcha, le feiceáil ag barr na gcéimeanna.
en_us: There wasn't any window but there was an opening, or a dark hole, to be seen at the top of the steps.

source: Ní raibh mórán daoine ann.
en_us: There weren't many people.

source: Ní raibh sé in ann tada a dhéanamh.
en_us: He wasn't able to do anything.

source: Ní raibh tada le feiceáil ansin mar go raibh scáthlán glas timpeall ar an leaba.
en_us: There was nothing to see there was a green screen around the bed.

source: Ní stopfadh a chosa.
en_us: He couldn't stop his feet.

source: Ní uisce a bhí ag titim ina shruthanna móra leathana síos na ballaí, ach fuil!
en_us: It was not water that was falling in a large broad stream down the walls, but blood!

source: Níor thaitin na hospidéil leis ón uair ar cuireadh faoi scian é lena aipindic a bhaint dhá bhlain roimhe sin.
en_us: He didn't like the hospital since the time he was put under a knife to have his appendix out two years before that.

source: Pirimid mhíshlachtmhar a bhí inti le céimeanna garbha ag dul ó bhun go barr uirthi.
en_us: It was an untidy pyramid with rough steps going from bottom to top.

source: Rinne Pól gáire.
en_us: Paul laughed.

source: Rinne Pól iarracht neamhshuim a dhéanamh díobh ach bhí rud éigin ina súile feargacha a tharraing a aird orthu arís agus arís eile.
en_us: Paul attempted to be disinterested in them but something was in their angry eyes that drew his attention to them again and again.

source: Rinne a thuismitheoirí miongháire agus d'éirigh siad ina seasamh.
en_us: His parents smiles and stood up.

source: Rinne an bheirt acu gáire agus bhog siad ar aghaidh.
en_us: The two of them laughed and they went forward.

source: Rinne an dochtúir miongháire agus chuaigh sé go dtí an chéad othar eile sa bharda.
en_us: The doctor let out a quiet chuckle and went to another patient in the ward.

source: Rinne an doras fuaim ghéar scríobach agus é á oscailt.
en_us: The door made a sharp scratching noise while it opened.

source: Rinne sé iarracht a anáil a tharraingt arís.
en_us: He attempted to draw his breath again.

source: Rinne sé iarracht cosc a chur leis na deora a bhí ag titim óna shúile.
en_us: He attempted to stop the tears that were falling from his eyes.

source: Rinne sé iarracht smaoineamh ar rudaí eile, ar chluichí ríomhaire, ar pheil, ar rud ar bith seachas an corpán agus an phluais.
en_us: He made an effort to think about something else, like computer games, or football, anything except the corpse and the cave.

source: Rinne sé iarracht é féin a stopadh ach ní raibh sé in ann.
en_us: He tried to stop himself but he wasn't able.

source: Rinneadh crúba de lámha an draoi.
en_us: The magician's hand formed into a claw.

source: Rith sé ar aghaidh go dtí an taobh eile den phluais.
en_us: He ran forward to the other side of the cave.

source: Rud éigin crua ag bualadh i gcoinne carraige.
en_us: Something hard hitting against the rocks.

source: Rug siad greim air agus bhrúigh siad isteach sa sarcófagas é.
en_us: They grabbed him and pushed him into the sarcophagus.

source: Sa deireadh thiar thall, thug sé faoina shúile a oscailt.
en_us: Eventually, he attempted to open his eyes.

source: Sa deireadh, d'ardaigh duine amháin a lámh.
en_us: In the back, one person raised their hand.

source: Satlacan an tslí a d'fhuaimnigh sé an t-ainm, agus chuala siad macallaí, Satlacan, Satlacan, Satlacan, ag éalú tríd an seomra ollmhór.
en_us: He pronouned it "Satlacan", and they heard echoes, "Satlacan, Satlacan, Satlacan," rising through the huge room.

source: Scread sé gan choinne nuair a chonaic sé na héadaí a bhí á gcaitheamh aige.
en_us: He screamed unexpectedly when he saw the clothes he was wearing.

source: Sea, sin sarcófagas, mar a dhéanadh na hÉigiptigh dá gcuid ríthe agus banríonta marbha.
en_us: Yes, it's a sarcophagus, as the Egyptians used to make for their dead kings and queens.

source: Seacht leaba, cúig cinn acu folamh.
en_us: Seven beds, five of them empty.

source: Sheas an rang, a mbéal ar leathadh, os comhair an iarsma aistigh.
en_us: The class stood, their mouths spread, in front of the weird relic.

source: Sheas cuid de na scoláirí thart ar Thomás agus rinne Bean Uí Ruiséil iarracht eagar a chur ar an sruth ceisteanna.
en_us: Some students stood around Tomas and Mrs. O'Russell tried to give order to the flow of questions.

source: Sheas sé siar.
en_us: He stood back.

source: Shiúil sé go cúramach ina threo agus shín sé a lámh amach agus rug greim ar an murlán.
en_us: He walked carefully in its direction and he stretched his hand out and grabbed the knob.

source: Shocraigh siad go n-ionsóidís an pálás.
en_us: They decided that they would attack the palace.

source: Shín sé a lámh amach os comhair Aodha.
en_us: He stretched his hand out in front of Aodh.

source: Sin an méid atá cearr.
en_us: That's what is wrong.

source: Tar éis di imeacht as radharc go dtí an chéad rannóg eile san iarsmalann, chas sé i dtreo a chara agus é ag brú a spéaclaí siar ar a shrón.
en_us: After she had gone out of sight, to the next section in the museum, he turned to his friend and he pushed his glasses up on his nose.

source: Tar éis do Fitswalter an chathair iontach seo a aimsiú labhair go leor daoine faoi «athscríobh na staire».
en_us: After finding this wondrous city, Fitswalter spoke to a lot of people about rewriting its history.

source: Tar éis do dhóthain a fháil agus ag iarraidh dul abhaile?
en_us: Gotten your fill and want to go home?

source: Teampall
en_us: Temple

source: Teas.
en_us: Heat.

source: Tharraing Aodh a lámh thara chlár éadain go drámatúil.
en_us: Aodh drew his hand across his forehead dramatically.

source: Tharraing Pól a mhéara go mall trína ghruaig dhorcha chatach, agus é ag léamh na plaice a bhí os comhair na mionsamhlacha.
en_us: Paul drew his fingers through his long dark curly hair while he read the plaque that was in front of the diorama.

source: Theann an charraig thiubh isteach leis.
en_us: The thick rock closed in on him.

source: Thit dorchadas ar an bpointe ach bhí Pól tar éis a shúile a dhúnadh ar aon nós.
en_us: Darkness fell immediately but Paul had closed his eyes anyway.

source: Thit dorchadas iomlán.
en_us: Total darkness fell.

source: Thosaigh Máirtín ag méirínteacht ar shnoíodóireacht bheag d'éan fíochmhar a bhí taobh le cosa na deilbhe daonna.
en_us: Martin started fiddling with a small carving of a fierce bird that was on the side of the leg of the human statue.

source: Thosaigh athrú ag teacht ar a aghaidh.
en_us: A change started coming across his face.

source: Thosaigh cuid den rang ag gáire, ach chiúnaigh an strainc fheargach ar aghaidh Bhean Uí Ruiséil iad.
en_us: Some of the class started laughing, but the angry grimace on the face of Mrs. Russell quieted them.

source: Thug Pól faoi deara go raibh ball óg d'fhoireann an taispeántais, a raibh gruaig fhada dhorcha air, agus í cíortha siar ar a chloigeann, ag caint go bríomhar leis an rang.
en_us: Paul noticed that a young member of the exhibit group, who had long dark hair, combed back on his head, speaking in a lively manner to the class.

source: Thug sé faoi deara gur i bpluais eile, pluais a bhí i bhfad níos mó agus níos faide ná an chéad cheann, a bhí sé anois.
en_us: He noticed that he was in another cave, a cave that was much larger and longer than the first one.

source: Thuig sé go raibh rudaí seachas an barda san ospidéal ag cur imní air.
en_us: He understood that things other than the ward in the hospital were worrying him.

source: Tháinig Tomás chun tosaigh.
en_us: Thomas came to the front.

source: Tháinig an bheirt bhuachaillí suas leis an gcuid eile den rang.
en_us: The two boys came up to the rest of the class.

source: Tháinig critheagla air agus dhún sé a shúile go teann agus é ag iarraidh dearmad a dhéanamh de na híomhánna uafásacha a bhí ina intinn.
en_us: A shaking fear came on him and he closed his eyes tightly while he tried to forget about the horrible image in his mind.

source: Tiocfaimid faoi do choinne anocht, ceart go leor?
en_us: We will come for your appointment tonight, okay?

source: Tromluí.
en_us: A nightmare.

source: Tuineach éadrom a bhí á caitheamh aige ina n-ionad, an cineál a bhíodh á chaitheamh ag na hÉigiptigh fadó, nó na Manatayaigh sa taispeántas!
en_us: He was wearing a cloth tunic in their place, the kind that would have been worn by the Egyptians long ago, or the Manataya in the exhibit!

source: Tá mise ceart go leor, ar sé ar nós cuma liom.
en_us: I'm really okay, he said nonchalantly.

source: Tá na staraithe seo tar éis an t-iomlán a chumadh.
en_us: These historians have invented the whole thing.

source: Tá tuirse orm, sin an méid.
en_us: I am tired, that's all.

source: Xatlacan ab ainm dó.
en_us: His name was Xatlacan.

source: a d'fhiafraigh Bean Uí Ruiséil.
en_us: asked Mrs. O'Russell.

source: a d'fhiafraigh Máirtín thar a ghualainn, é níos nimhní fós.
en_us: asked Martin over his shoulder, more spitefully still.

source: a d'fhiafraigh Pól.
en_us: asked Paul.

source: a d'fhiafraigh sé go tarcaisneach, agus cuma ghlas ar a aghaidh faoi shoilse an taispeántais.
en_us: he asked contemptuously, and his face looking green under the light of the exhibit.

source: a d'fhreagair Pól.
en_us: responded Paul

source: an .
en_us: the .

source: an duine céanna a bhí feicthe aige sa sarcófagas san iarsmalann.
en_us: the same person that he had seen in the sarcophagus in the museum.

source: arsa Aodh arís agus é ag cur strainceanna air féin.
en_us: said Aodh again while he put stress on himsef.

source: arsa Aodh go neirbhíseach.
en_us: said Aodh nervously.

source: arsa Pól agus gáire mór ar a bhéal, sular chas sé le siúl ar aghaidh go dtí an chéad rannóg eile sa taispeántas.
en_us: said Paul with a big smile on his face, before he turned to walk forward to the next room in the exhibit.

source: arsa Pól i gcogar le hAodh le linn don rang a bheith ag gluaiseacht go mall go dtí an chéad rannóg eile san iarsmalann.
en_us: said Paul in a whisper to Aodh while the class was moving slowly to the next room in the museum.

source: ba mhinic a rinne sí dearmad faoi sin ach a dtarlódh an rud is lú dó.
en_us: often she forgot about that but the slightest thing would happen to him.

source: daoine ag goid stuif ó na pirimidí.
en_us: people stealing stuff from the pyramids.

source: sarcófagas sin agus ansin .
en_us: that sarcophagus and then .

source: titfidh an t-iomlán .
en_us: the whole thing will fall

source: uaireanta d'fhéadfadh Mam dul thar fóir.
en_us: sometimes Mom could go too far.

source: Ó Gríofa a lámh go héadrom ar lámh a mhná.
en_us: his hand lightly on that of his wife.

source: Ón tsíleáil.
en_us: From the ceiling.

source: — A Mháirtín, a phleidhce, d'fhéadfadh an rud titim anuas ort!
en_us: — Martin, you idiot, the thing could fall down on you!

source: — A Phóil Uí Ghríofa agus a Aodh Uí Tháilliúir!
en_us: — Paul O'Griofa and Aodh O'Tailliuir!

source: — A Phóil?
en_us: — Paul?

source: — A dhiabhail, a Phóil, scanraigh tú mé!
en_us: — God damnit, Paul, you scared me!

source: — A haon a náid, a Aodh!
en_us: — One to zero, Aodh!

source: — Ach bhíodh cuid de na draoithe ag déanamh staidéir ar rudaí eile, ar eolaíocht rúnda: aiséirí na marbh, úsáid a bhaint as sprideanna agus deamhain mar shearbhóntaí agus iarrachtaí chun bealach a aimsiú le cruth ainmhithe a chur orthu féin.
en_us: — But some druids studied other things, secret knowledge: rising from the dead, making use of spirits and demons as servants and an attempt to find a way to give themselves animal traits.

source: — Ag fiafraí faoinar tharla ar maidin a bhí mé, an féidir leat cuimhneamh air?
en_us: — I was asking about what happened this morning; can you remember it?

source: — Agus bhí draoi amháin a bhí ag iarraidh iad ar fad a shárú.
en_us: — And there was one magician that wanted to thwart them all.

source: — An bhfuil duine ar bith in ann a rá liom céard é sin?
en_us: — Is anyone able to tell me what that is?

source: — An bhfuil sé i gceist ag an mbeirt agaibh an rúna scaoileadh leis an gcuid eile againn?
en_us: — Do you two intend to tell the secret to the rest of us?

source: — An gcreideann tú go bhfuil sé fós istigh ann, a d'fhiafraigh Aodh.
en_us: — Do you believe that it's still in there, asked Aodh?

source: — An-mhaith, a Mhéimí.
en_us: — Very good, Meimi.

source: — B'fhéidir go bhféadfaimis a fháil amach, arsa guth eile.
en_us: — Maybe we can get it out, said another voice.
